Repository: gov-il/datagovil-ckanext
Catalog: ckanext-report/ckanext/report/i18n/*/LC_MESSAGES/ckanext-report.po
Languages: he

source: Broken link report
he: דווח על לינק שבור

source: Report
he: משוב

source: Not authorized to use report form
he: אין הרשאה לשימוש בטופס

source: Not authorized to see this page
he: אין הרשאה לראות את העמוד

source: Bad Captcha. Please try again.
he: קאפצ'ה לא תקינה, אנא נסה שנית

source: Missing value
he: ערך חסר

source: email
he: דואר אלקטרוני

source: Missing Value
he: ערך חסר

source: name
he: איש קשר

source: request
he: בקשתך

source: Report Broken Link - Government Data
he: דיווח על קישור שבור - אתר מאגרי המידע הממשלתיים

source: A broken link report is recieved
he: התקבל דיווח על קישור שבור

source: Report - Government Data
he: משוב - אתר מאגרי המידע הממשלתיים

source: A report is recieved
he: התקבל משוב

source: Hello
he: שלום

source: First name and surname
he: שם פרטי ומשפחה

source: Email
he: דואר אלקטרוני

source: Data ID
he: מזהה מאגר

source: Link to data
he: לינק למאגר

source: Message
he: הודעה

source: Best Regards
he: בברכה

source: Government Data Site
he: אתר מאגרי המידע הממשלתיים

source: Sorry, there was an error sending the email. Please try again later
he: אנו מתנצלים אך הייתה בעיה בשליחת האימייל, אנא נסו שנית מאוחר יותר

source: Sorry, we could not load the report form. Please try again later.
he: אנו מתנצלים, אין אפשרות לטעון את הטופס. אנו נסו שנית מאוחר יותר.

source: Sorry, there was an error sending the email. Please try again later.
he: אנו מתנצלים, אך הנוצרה שגיאה במהלך שליחת האימייל. אנא נסו שנית מאוחר יותר

source: Report Broken link
he: דווח על לינק שבור

source: Report broken link
he: דווח על לינק שבור

source: report form
he: טופס דיווח

source: Report Us
he: דווח לנו

source: Broken link? Feedback on dataset? We are always glad to hear from you!
he: לינק שבור? משוב על מאגר מידע? אנחנו תמיד שמחים לשמוע אותך!

source: Thank you!
he: תודה!

source: Your comment has been sent, we will answer you as soon as possible.
he: הערתך נשלחה, תודה על פנייתך

source: Back to resource
he: חזרה למשאב

source: Questions? Comments? We are always glad to hear from you!
he: משוב על מאגר מידע? לינק שבור? אנחנו תמיד שמחים לשמוע ממכם!

source: id
he: מספר מזהה

source: Your Request
he: בקשתך

source: What do you have to tell us?
he: מה יש לך להגיד לנו?

source: Submit
he: שלח

source: report
he: דווח
